/*LOCALIZABLE STRINGS*/

/* BASIC TEXT */
"OK" = "OK";
"Delete" = "Töröl";

/* APPLICATION ACTIVITIES*/
/*
 These are the four tabs at the bottom of the screen which
 the user can tap to go to different sections of the app.
 */
"Home" = "Haza";
"Open" = "Nyitva";
"Closed" = "Zárva";
"Awards" = "Díjak";


/* HOME VIEW SECTION */
/* These are the different groupings of beers displayed on the home screen*/
"Top Rated" = "Legmagasabban értékelt";
"More To Explore" = "Felfedezendő dolgok";



/* OPEN PROFILES SECTION */
/* These are the basic texts shown on the main "Open Profiles" screen*/
"Open Profiles" = "Nyitott Profilok"; /* title at top of screen */
"Add Profile" = "Profil hozzáadása"; /* button that adds a new profile */
"Add New Beer" = "Adj hozzá egy új sört"; /* button at the bottom of each profile listing that allows user to add a new beer to the profile*/


/* SORTING OPTIONS */
/* different options a user has to sort their beers */
"Sort" = "Válogatás"; /* a button that brings up the sorting menu */
"Sort Beers" = "Rendezés sörök"; /* menu title */
"Name" = "Név"; /* allows user to sort beers by the beers' names */
"Rating" = "Értékelés"; /* allows user to sort beers by the beers' ratings */
"Creation Date" = "Létrehozás dátuma"; /* allows users to sort beers by the beers' creation dates */
"Optimized" = "Optimalizálás"; /* an optimized algorithm for sorting beers */

/* EDIT BEER SCREEN*/
/* when a user taps on a beer, they're taken to this edit screen where they can edit the attributes of the beer.*/
"Edit Beer" = "Szerkesztése Beer"; /*section title*/
"Basic Attributes" = "Alapattribútumok"; /* section header right below title*/
"Advanced Attributes" = "Speciális tulajdonságok"; /* second section header*/
"Rating" = "Értékelés"; /* third section header */
"Additional Notes" = "További megjegyzések"; /* fourth section header */
"Beer Name" = "Sör neve"; /* the name of the beer being added */
"Brewery" = "Sörfőzde"; /* the brewery where said beer was brewed */
"Beer Type" = "Sör típusa"; /* the type of beer being added */
"ABV: " = "ABV: "; /* abbreviation for the "Alcohol By Volume" measure of the beer*/
"IBU: " = "IBU: "; /* abbreviation for the "International Bitterness Unit" measure of the beer */
"Description" = "Leírás"; /* additional description or notes about the beer can be added here */
"Mark as Favorite:" = "Megjelölés Kedvencként:"; /* User can mark this beer as a favorite of theirs */


/* PROFILE */
"Profile %@" = "Profil %@";
"Closed Profiles" = "Zárt profilok"; /* Screen title for profiles that are not currently open */
"Profile" = "Profil";
"Edit Profile" = "Profil szerkesztése"; /* Screen title for the "Edit Profile" screen */
"Basic Settings" = "Alapbeállítások"; /* Basic profile settings that a user can change */
"Custom profile color" = "Egyéni profil színe"; /* Menu of selectable colors for user to choose from */
"Profile Description" = "Profil leírása"; /* Label for text box where user can write a description for the profile */
"Profile Name" = "Profil név"; /* Label for text box where user can set the profile name */


/* ADDITIVE BUTTONS */
"New Profile" = "Új profil"; /* Button that allows user to create a new profile */
"New Beer" = "Új sör"; /* button that adds a new beer to a profile */



/* AWARDS */
"Unlocked: %@" = "Nyitott: %@"; /* Prefix text before the title of an award */
"Locked" = "Zárt"; /* Prefix text before the title of an award */



/* MISC */
"Please select something from the menu to begin." = "A kezdéshez válasszon valamit a menüből."; /* Default text that shows when the user is using the app in landscape and has not selected any profile from the menu */
"There's nothing here right now" = "Itt most nincs semmi."; /* Default text when there are no profiles to show. */
